Repository: webdevconcord/webasyst-shop-script
Catalog: *-plugins/payment/concordpay/locale/*/LC_MESSAGES/payment_concordpay.po
Languages: ru_ru, uk_uk

source: Transaction completed
ru_ru: Транзакция завершена
uk_uk: Операція завершена

source: Merchant ID
ru_ru: Идентификатор продавца
uk_uk: Ідентифікатор продавця

source: Merchant ID in the ConcordPay system
ru_ru: Идентификатор продавца в системе ConcordPay
uk_uk: Ідентифікатор продавця в системі ConcordPay

source: Secret key
ru_ru: Секретный ключ
uk_uk: Секретний ключ

source: Secret key in the ConcordPay system
ru_ru: Секретный ключ в системе ConcordPay
uk_uk: Секретний ключ у системі ConcordPay

source: Payment Visa, Mastercard, Google Pay, Apple Pay
ru_ru: Оплата Visa, Mastercard, Google Pay, Apple Pay
uk_uk: Оплата Visa, Mastercard, Google Pay, Apple Pay

source: Payment by card on the site
ru_ru: Оплата картой на сайте
uk_uk: Оплата карткою на сайті

source: Invalid signature
ru_ru: Неверная подпись
uk_uk: Недійсний підпис

source: Forbidden (validate error):
ru_ru: Запрещено (ошибка проверки):
uk_uk: Заборонено (помилка перевірки):

source: Callback URL
ru_ru: URL уведомлений
uk_uk: URL сповіщення

source: URL for sending the notification about the results of the payment
ru_ru: URL отправки уведомлений о результатах платежа
uk_uk: URL для надсилання сповіщення про результати платежу

source: Pay for the order on the ConcordPay website
ru_ru: Оплата заказа на сайте ConcordPay
uk_uk: Оплата замовлення на сайті ConcordPay

source: Payment reason:
ru_ru: Причина платежа:
uk_uk: Причина оплати:

source: Redirect to ConcordPay site for payment...
ru_ru: Перенаправление на сайт ConcordPay для оплаты...
uk_uk: Перенаправлення на сайт oncordPay для оплати...

source: Invalid order id
ru_ru: Неправильный ID заказа
uk_uk: Неправильний ID замовлення

source: Unknown operation type
ru_ru: Неизвестный тип операции
uk_uk: Невідомий тип операції
